

{
    "description": [
        {
          "ID": 1,
          "name": {
            "german": "Winter-Linde",
            "botanical": "Tilia cordata"
          },
          "origin": "einheimisch",
          "leaf_shape": "herzförmig",
          "flowering_time": [6, 7],
          "general_description": "Die Winterlinde kann bis 1000 Jahre alt werden und einen Stammdurchmesser von 2 m Dicke bilden. Im gemeinsamen Verbreitungsgebiet bilden Sommer- und Winterlinde einen fruchtbaren Hybriden, die holländische Linde (tilia X europaea); von den Eltern schwer zu unterscheiden."
        },
        {
          "ID": 2,
          "name": {
            "german": "Silber-Weide",
            "botanical": "Salix alba"
          },
          "origin": "einheimisch",
          "leaf_shape": "lanzettförmig",
          "flowering_time": [4, 5],
          "general_description": "Die Silberweide wird bis zu 200 Jahre alt und bildet oft bis zu 1 m dicke Stämme. Ältere Bäume sind innen oftmals hohl. Die über 500 auf der Nordhalbkugel verbreiteten Weidenarten bieten ein breites Spektrum an Formenvielfalt: von unterirdisch kriechenden Zwerggehölzen der Gebirsregionen über üppige Sträucher bis hin zu hohen Baumriesen sind viele Wuchsformen vertreten. In unseren Regionen können wir acht Arten unterscheiden, welche als typische Tieflandbewohner insbesondere unser Flussufer und sonstige bodenfeuchte Stellen bewohnen. Sie bilden mit Erlen und Pappeln gemeinsam den Gehölzbestand der sog. Weichholzaue. Leider neigen Weiden zur Bildung von Bastarden, welche auch noch fortpflanzungsfähige Nachkommen erzeugen. Dies macht das Bestimmen auch für Fachleute sehr schwierig. Recht früh erkannte der Mensch das hohe Ausschlagsvermögen der Weiden: so wurden hier zu Lande bevorzugt Silber- und Korbweiden als sog. 'Kopfweiden' gehalten, indem sie alljährlich bis zum Stamm zurückgeschnitten wurden. Die lang austreibenden Gerten dienten zu allerlei Flechtwerk, insbesondere zu Körben, oder fanden Verwendung bei diversen Bindearbeiten bis hin zu Schnürsenkeln der armen Leute. Diese Kopfbäume bieten wertvolle Nistgehölze für Höhlen- und Nischenbrüter. Bereits in grauer Vorzeit erkannte man die fiebersenkende Wirkung der Weidenrinde und nutzte sie insbesondere gegen Fieberanfälle bei Malaria, aber auch gegen Rheuma und Gicht. Die Wissenschaft kennt den für diese Wirkung verantwortlichen Inhaltsstoff Salicin, hat ihn chemisch zu besser verträglichen Acetylsalicylsäure gewandelt und ihm den Handelsnamen Aspirin gegeben. Die Antike verehrte den Baum als Zeichen des Lebensflusses, gleichsam Sinnbild für Tod und Trauer wie für Leben und Geburt. Die Germanen sahen die Weide als Sitz der großen Gottheiten, was sich nach ihrer Christianisierung zum Ort tanzender Dämonen wandelte. Bei den katholischen Christen gilt der Baum auch als Sinnbild der Keuschheit."
        }
      ]
}